Repository: joshanashakya/literature_review
Catalog: workspace/opus_corpus/wikimediav20210402(2.8k)/en-ne.tmx
Source language: en
Languages: ne

source: Real Monsters Simpah (voice) Denise Downer TV series (1 episode: "Clockwise/Gromble Soup") [13] 1997–98 Teen Angel Pam Several directors TV series (17 episodes) [13] 1998 Modern Vampires Wanda Richard Elfman TV movie [13] The Naked Truth Maxine Mansfield Robby Benson TV series (1 episode: "Muddy for Nothing") [13] Buffy the Vampire Slayer Nurse Greenliegh David Semel TV series (1 episode: "Go Fish") [13] 1999 Touched by an Angel Irene Noel Nosseck TV series (1 episode: "The Medium and the Message") [13] Two Guys and a Girl Shawn's Mother Gil Junger TV series (1 episode: "Two Guys, a Girl and Valentine's Day") [13] JAG Deanne Terrence O'Hara TV series (1 episode: "Second Sight") [13] Friends The Judge Gary Halvorson TV series (1 episode: "The One with Joey's Porsche") [22] Chicken Soup for the Soul Mrs. Patterson TV series (1 episode: "Crying's Okay") [13] 2000 Crime and Punishment in Suburbia Bella Rob Schmidt [13] Erin Brockovich Brenda Steven Soderbergh [22] Get Real Rosa Hernandez Richard Compton TV series (1 episode: "Support") [13] Pensacola Helen Wilson Sidney J. Furie TV series (1 episode: "Answered Prayers") [13] Buzz Lightyear of Star Command Ma Munchapper (voice) Steve Loter TV series (3 episodes) [13] The Wild Thornberrys Harriet (voice) Carol Millican TV series (1 episode: "Time Flies") [13] 2001 Stranger Inside Mama Cass Cheryl Dunye TV movie [13] Popular Calamity Jones Ryan Murphy TV series (1 episode: "The News of My Death Has Been Greatly Exaggerated") [13] The Zeta Project Dr. Greer (voice) Rob Davies TV series (1 episode: "The Next Gen") [13] Amy & Isabelle Bev Lloyd Kramer TV movie [13] Going to California Nurse Lucy TBA TV series (1 episode: "I Know Why the Caged Rhino Sings") [13] ER Mrs. Jenkins Christopher Misiano TV series (1 episode: "Four Corners") [22] K-PAX Betty McAllister Iain Softley [13] 2002 Sabrina, the Teenage Witch The Bus Driver Beth Broderick TV series (1 episode: "Guilty!") [13] Mr. Deeds Jan Steven Brill [22] Push, Nevada Martha Lisa Cholodenko TV series (1 episode: "The Letter of the Law") [22] 2003 Becker Zora Chris Brougham TV series (1 episode: "Ms. Fortune") [22] Judging Amy Maxine's Co-Worker Alan Myerson TV series (1 episode: "Kilt Trip") [22] The Wild Thornberrys Grizzly Bear (voice) Dean Criswell TV series (1 episode: "The Wild Snob-berry") [22] 2003–15 Two and a Half Men Berta Several directors Recurring role (season 1) Main role (season 2–12) (211 episodes) Nominated—Primetime Emmy Award for Outstanding Supporting Actress in a Comedy Series (2005, 2007) [22] 2004 Surviving Eden Rosemary Flotchky Greg Pritikin [22] 2007 Kabluey Kathleen Scott Prendergast [22] 2012 Frankenweenie Bob's Mom (voice) Tim Burton (2) [13] 2013 Not That, But Something Like That Benjamin Hasko Short [citation needed] 2014 Postal Jerks Carmelita James Skinner TV movie [33] Villisca Mrs. Flanks Tony E. Valenzuela [34] Wishin' and Hopin' Sister Agrippina Colin Theys TV movie [35] 2015 Krampus Aunt Dorothy Michael Dougherty [17] 2015 Postal Jerks Carmelita James Skinner Television film [33] 2016 Grace and Frankie Grandma Jean Trent O'Donnell TV series (1 episode: "The Negotiation") [36] 2016 The Axe Murders of Villisca Mrs. Flanks Tony E. Valenzuela [37] 2017 The Ranch Shirley Don Reo Jim Patterson TV series (5 episodes) [38] 2018 A Very Nutty Christmas Clara Colin Theys Television movie [21] 2021 Deported Betsy Tyler Spindel Completed Posthumous release [39]
ne: Real Monsters Simpah (voice) Denise Downer TV series (1 episode: "Clockwise/Gromble Soup") [3] 1997–98 Teen Angel Pam Several directors TV series (17 episodes) [3] 1998 Modern Vampires Wanda Richard Elfman TV movie [3] The Naked Truth Maxine Mansfield Robby Benson TV series (1 episode: "Muddy for Nothing") [3] Buffy the Vampire Slayer Nurse Greenliegh David Semel TV series (1 episode: "Go Fish") [3] 1999 Touched by an Angel Irene Noel Nosseck TV series (1 episode: "The Medium and the Message") [3] Two Guys and a Girl Shawn's Mother Gil Junger TV series (1 episode: "Two Guys, a Girl and Valentine's Day") [3] JAG Deanne Terrence O'Hara TV series (1 episode: "Second Sight") [3] Friends The Judge Gary Halvorson TV series (1 episode: "The One with Joey's Porsche") [1] Chicken Soup for the Soul Mrs. Patterson TV series (1 episode: "Crying's Okay") [3] 2000 Crime and Punishment in Suburbia Bella Rob Schmidt [3] Erin Brockovich Brenda Steven Soderbergh [1] Get Real Rosa Hernandez Richard Compton TV series (1 episode: "Support") [3] Pensacola Helen Wilson Sidney J. Furie TV series (1 episode: "Answered Prayers") [3] Buzz Lightyear of Star Command Ma Munchapper (voice) Steve Loter TV series (3 episodes) [3] The Wild Thornberrys Harriet (voice) Carol Millican TV series (1 episode: "Time Flies") [3] 2001 Stranger Inside Mama Cass Cheryl Dunye TV movie [3] Popular Calamity Jones Ryan Murphy TV series (1 episode: "The News of My Death Has Been Greatly Exaggerated") [3] The Zeta Project Dr. Greer (voice) Rob Davies TV series (1 episode: "The Next Gen") [3] Amy & Isabelle Bev Lloyd Kramer TV movie [3] Going to California Nurse Lucy TBA TV series (1 episode: "I Know Why the Caged Rhino Sings") [3] ER Mrs. Jenkins Christopher Misiano TV series (1 episode: "Four Corners") [1] K-PAX Betty McAllister Iain Softley [3] 2002 Sabrina, the Teenage Witch The Bus Driver Beth Broderick TV series (1 episode: "Guilty!") [3] Mr. Deeds Jan Steven Brill [1] Push, Nevada Martha Lisa Cholodenko TV series (1 episode: "The Letter of the Law") [1] 2003 Becker Zora Chris Brougham TV series (1 episode: "Ms. Fortune") [1] Judging Amy Maxine's Co-Worker Alan Myerson TV series (1 episode: "Kilt Trip") [1] The Wild Thornberrys Grizzly Bear (voice) Dean Criswell TV series (1 episode: "The Wild Snob-berry") [1] 2003–15 Two and a Half Men Berta Several directors Recurring role (season 1) Main role (season 2–12) (211 episodes) Nominated—Primetime Emmy Award for Outstanding Supporting Actress in a Comedy Series (2005, 2007) [1] 2004 Surviving Eden Rosemary Flotchky Greg Pritikin [1] 2007 Kabluey Kathleen Scott Prendergast [1] 2012 Frankenweenie Bob's Mom (voice) Tim Burton (2) [13] 2013 Not That, But Something Like That Benjamin Hasko Short 2014 Postal Jerks Carmelita James Skinner TV movie [14] Villisca Mrs. Flanks Tony E. Valenzuela [15] Wishin' and Hopin' Sister Agrippina Colin Theys TV movie [16] 2015 Krampus Aunt Dorothy Michael Dougherty [17] 2015 Postal Jerks Carmelita James Skinner Television film [14] 2016 Grace and Frankie Grandma Jean Trent O'Donnell TV series (1 episode: "The Negotiation") [18] 2016 The Axe Murders of Villisca Mrs. Flanks Tony E. Valenzuela [19] 2017 The Ranch Shirley Don Reo Jim Patterson TV series (5 episodes) [20] 2018 A Very Nutty Christmas Clara Colin Theys Television movie [21] 2021 Deported Betsy Tyler Spindel Completed Posthumous release [22]

source: Krishna Malla (Nepali: कृष्ण मल्ल) [2] is a Nepalese film actor, film producer and film director. He is known for Gaajal (2001), Gothalo (1996) and Basudev (1984).[3] His first theater act was Pahad Chichyairahecha.
ne: कृष्ण मल्ल (नेपाली: कृष्ण मल्ल) [१] एक नेपाली फिल्म अभिनेता, फिल्म निर्माता र फिल्म निर्देशक हुन्। उहाँ गाजाल (२००१), गोथलो (१९९६ )) र बासुदेव (१९८४) को लागि चिनिनुहुन्छ। [२] उनको पहिलो थियेटर एक्ट पहाड चिच्यैरहैचा थियो ।

source: Year Film Role Ref Hero Yastai Hunchaa Pirati 1984 Basudev [4] 1989 Maya Priti 1991 Chino 1991 Bijaya Parajaya 1993 Koseli 1993 Sankalpa 1994 Sapana 1994 Baadal 1995 Raanko 1996 Gothalo [5] 1996 Gazal 2001 Aadi Kabi Bhanubhakta 2001 Lagangatho 2002 Anjuli
ne: बर्ष फिल्म भूमिका रेफरी हीरो यस्तै हुन्छ पिरती १९८४ बासुदेव [१] १९८९ माया प्रीति १९९१ चिनो १९९१ विजय पराजय १९९३ कोसेली १९९३ संकल्प १९९४ सपना १९९४ बादल १९९५ रानको १९९६ गोथलो [२] १९९६ गाजल २००१ अदि कवि भानुभक्त २००१ लागंगाथो २००२ अंजुली

source: Year Title Role Astitwabo Bastiharu Chharapasta Chhan Nirnaya Haribaje Badri Master Bhanjyang Ko Chautaro 1985 Prithivi Narayan Shah 1986 Chakrabyu 1988 Tada ko Basti 1986 Marshal 1998 Adhyaro Ujyalo
ne: बर्ष शीर्षक भूमिका अस्तित्व बस्तीहारु छरपष्ट छन निरनाया हरिबाजे बद्री मास्टर भान्ज्याang को चौतारो १९८५ पृथ्वी नारायण शाह १९८६ चक्रबियु १९८८ टाडा को बस्ती १९८६ मार्शल १९८६ अधियारो उज्यालो

source: Year Award 2005 Prabal Gorha Dakshinbahu 1974 HM's Coronation Medal 1976 Best Actor, GAA one act play 1978 Gold Medal, National Drama Festival 1987 Best Director for Telefilm 1996 Actor of Decade 1997 HM's accession ot Throne Silver Jubilee Medal 2002 Birendra Aishwarya Sew Padak Award for special contribution by Nepal Film Artists National Association. 2001 Special trophy & Award for special contribution on Nepalese Films Industry by Nepal Motion Picture Association Award National Cultural Academy
ne: बर्ष पुरस्कार २००० प्रबल गोरह दक्षिणबहु १९७४ एचएमको राज्याभिषेक पदक १९७६ सर्वश्रेष्ठ अभिनेता, GAA एक अभिनय खेल १९७८ स्वर्ण पदक, राष्ट्रिय नाटक महोत्सव १९८७ Telefilm को लागी सर्वश्रेष्ठ निर्देशक १९९६ दशक को एक्टर १९९७ HM को एक्सेसन ओट सिंहासन रजत जुबली पदक २००२ वीरेन्द्र ऐश्वर्या सिड प्याक नेपाल फिल्म कलाकार राष्ट्रीय संघ द्वारा विशेष योगदानका लागि पुरस्कार। २००१ नेपाल मोशन पिक्चर एसोसिएशनले नेपाली फिल्म उद्योगमा विशेष योगदानका लागि विशेष ट्रफी र पुरस्कार पुरस्कार राष्ट्रीय सांस्कृतिक एकेडेमी

source: Year Title Role 1984 Kanchhi 1985 Ke Ghar Ke Dera 1985 Basudev 1986 Pandra Gate 1988 Maya Pirati 1990 Cheli Beti 1993 Sankalpa 1994 Badal 1996 Gothalo
ne: बर्ष शीर्षक भूमिका १९८४ कान्छी १९८५ के घर के डेरा १९८५ बासुदेव १९८६ पाण्ड्रा गेट १९८८ माया पीराटी १९९० चेली बेटी १९९३ संकल्प १९९४ बादल १९९६ गोठालो

source: Prakash Sayami(Nepali: प्रकाश सायमी )is a Nepali film director, writer and producer. He is an independent film maker and he has directed six feature-length movies. He is currently[when?] working in Ujyaalo 90 Network programme Ajar Amar Geetharu.[1]
ne: प्रकाश सयामी (नेपाली: प्रकाश स्यामी) एक नेपाली फिल्म निर्देशक, लेखक र निर्माता हुन्। उहाँ एक स्वतन्त्र फिल्म निर्माता हुनुहुन्छ र उनले छ फिचर-लम्बाइका चलचित्रहरू निर्देशित गरेका छन्। उहाँ अहिले हुनुहुन्छ उज्यालो नेटवर्क प्रोग्राम अजर अमर गितारुमा काम गर्दै। [१]

source: From 1986, he worked as an assistant director and scriptwriter on many commercial Nepali films. He made his directorial debut in 1993. In 2008, Prakash Sayami was elected as Vice-President of the Music Royalty society of Nepal which aims to protect musician's copyrights nationally and internationally.
ne: सन् १९८६ देखि उनले धेरै व्यावसायिक नेपाली फिल्महरूमा सहायक निर्देशक र पटकथा लेखकको रूपमा काम गरे। उनले १९९३ in मा निर्देशकको शुरुवात गरे। २००८ मा, प्रकाश सअमी नेपालको संगीत रोयल्टी समाजको उपाध्यक्षमा निर्वाचित भयो जसको उद्देश्य राष्ट्रिय र अन्तर्राष्ट्रिय रूपमा संगीतकारको प्रतिलिपि अधिकार सुरक्षित गर्नु हो। सयमीले बम्बईमा फिल्म निर्माणको अध्ययन गरे।

source: As a writer, he has written 11 books in Nepali and English namely Chalchitra kala ra pravidi, Barshadi Dinharoo, Kathmandu Selfie, Nepali Sangeet ko Ek Shatak, Sangeet ko Swarnim Yug, Film Nirman ra Nirdeshan, Ghalib ko Chihan,Ananta Yatra Ee Salai ka kati haru, Sanskaran, Ray: the Man of Cinema (English). He also directed six Nepali and one Maithali movies- Prithivi, Simana, Avatar, Ranikhola, Zamin and Hatiyar, Hansa Chalal Pardesh (Maithali). He has recorded Nepali poems which can be found in Anjali CD Album and has brought out the collection of songs of movies called Awaj Haru.
ne: लेखकको रूपमा उनले ११ वटा पुस्तक नेपाली र अङ्रेजी मा लेखेका थिए जसमा चलचित्र कला रा प्रविदि, बरशादि दिनहारो, काठमाडौं सेल्फी, नेपाली संगीत को एक शताक, संगीत को स्वर्णिम युग, फिल्म निर्माण रा निर्देशन, गालिब को चिहान, अनन्त यात्रा ई सालै का कटी हारू, संस्करण, रे: सिनेमा अफ द म्यान (अंग्रेजी)। उनले छवटा नेपाली र एक मैथिली चलचित्र निर्देशित गरे - पृथ्वी, सिमाना, अवतार, रानीखोला, जमिन र हटियार, हंसा चलल परदेश (मैथिली)। उनले नेपाली कविताहरू रेकर्ड गरेका छन् जुन अञ्जली सीडी एल्बममा पाउन सकिन्छ र अवज हारू भनिने चलचित्रका गीतहरूको संग्रह बाहिर निकालेको छ।

source: Prakash Sayami made his first feature film, Prithivi, in 1994. His next film was Simana.[citation needed]
ne: प्रकाश सयामीले १९९४ मा पहिलो पटक फिल्म, पृथ्वी बनायो। उनको अर्को फिल्म सिमाना थियो । [ उद्धरण आवश्यक ]

source: Ananta Yatra (Poem) (Perennial Journey) (1985) Ray: The Man of Cinema (1997) Film Nirman ani Nirdesan (Film making and direction) (1997) Nepali Sangeet ko Swarnim Yug (Golden Age of Nepali Music) (1999) Sanskaran (Edition)(2003) Eee Salai ka katiharu (Stick of Matches) (2002) Chalchitra Kala ra Pravidhi (Film: Art and Technique) (1993) Nepali Sangeet ko Ek Satak (A century of Nepali music) (2009) Ghalib ko Chihan (Cemetery of Ghalib) (2011) Kathmandu Selfie (2012) Kathmandu Montage (A collection of contemporary essays) (2019)
ne: अनन्त यात्रा (कविता) ( बारहमासी यात्रा ) (१९८५ ) रे: मैन अफ सिनेमा (१९९७ )) फिल्म निर्माण एनि निर्देसन ( फिल्म निर्माण र निर्देशन ) (१९९७ ) नेपाली संगीत को स्वर्णिम युग ( नेपाली संगीतको सुनौलो युग ) (१९९९) Sanskaran (संस्करण) (२००३ ) Eee Salai ka katiharu ( सामनाको स्टिक ) (२००२) चलचित्र कला रा विद्या ( फिल्म: कला र टेकनीक ) (१९९३ )) नेपाली संगीत को एक सातक ( नेपाली संगीतको शताब्दी ) (२००९ )) Ghalib Ko Chihan (Ghalib को चिहान) (२०११ ) काठमाडौं सेल्फी (२०१२) काठमाण्डु मोन्टेज ( समकालीन निबन्धको संग्रह ) (२०१९ ))

source: Kaathe Swayambhu Shree Gha Chaitya (Nepali:काठे स्वयम्भु श्री घ: चैत्य) is a miniature replica of Swayambhunath. It was built around 1650AD and is one of the popular Tibetan pilgrimage site in Kathmandu, Nepal.[1][2] The stupa is also called Shree Gha-Shanti Ghat Bhajradhatu Mahachaitya[3] or Kathesimbhu stupa or Kashi Swayambhu.[4]
ne: काठे स्वयम्भु श्री घ: चैत्य (नेपाली: काठे स्वयम्भु श्री घ: चैत्य) को एक सानो नक्कली छ स्वयम्भुनाथ । यो १६५० एडी को वरिपरि निर्माण गरिएको हो र काठमाडौं, नेपालको लोकप्रिय तिब्बती तीर्थयात्रा मध्ये एक हो । [१] [२] स्तूपलाई श्री घ-शांति घाट भज्रधातु महाचैत्य []] वा काठेसिम्भु स्तूप वा काशी स्वयंभू पनि भनिन्छ। []]

source: The main stupa is surrounded by smaller chaityas inscriptions, statutes and an ancient cloister similar to Tibetan monastery. A statue of Avalokiteshvara lies before the stupa.[5] The pilgrims who can't make a visit to the Swayambhunath Temple can equally benefit by visiting it. The 13 steps on the spire stood of the stupa signifies the 13 stages to reach Nirvana.[2]
ne: मुख्य स्तूप सानो चैत्यास शिलालेख, विधान र तिब्बती मठमा मिल्दो पुरानो क्लिस्टरले घेरिएको छ। अवलोकिटेश्वरको मूर्ति स्तूपको अगाडि पर्थ्यो। [१] स्वयम्भुनाथ मन्दिरमा भ्रमण गर्न नसक्ने तीर्थयात्रीहरूले समान रूपमा यसबाट लाभ उठाउन सक्दछन्। स्पायरको स्टेरपमा रहेको चरणले निर्वाण पुग्नको लागि चरणहरूको संकेत गर्दछ। [२]

source: The stupa is mentioned in an inscription of 1552AD (Nepal Sambat 762). It says that the golden pinnacle of the chaitya was donated by Megharaja in memory of his deceased son. He also established the guthi to perform annual commemoration.
ne: स्तूप १५५२ एडी ( नेपाल सम्बत ७६२२ एडी) को शिलालेखमा उल्लेख छ। यसले बताउँछ कि चैत्यको सुनौलो शिखर मेघाजाले उनको मृतकको छोरोको सम्झनामा दान गरीएको थियो। उनले वार्षिक स्मरणार्थ पनि गुठी स्थापना गरे। यो गुठी नजिकको क्वा-बहाका पुजारीहरूसँग सम्बन्धित छ। राजा प्रताप मल्ल (१६२४ एडी) को शासनकालमा स्तूपको मर्मत गरियो। १६४७ मा, चैत्यलाई पवित्र बनाइयो, तर वज्राचार्यले ११६५३ मा पुन: स्थापित गरे। [१]

source: Deeya Maskey or Diya Maskey (Nepali: दिया मास्के) is a Nepalese movie actress, dancer, theater artist, and also popular as a judge in Himalayan roadies, she debuted on Nepalese film Kagbeni. She married popular Nepalese actor Anup Baral in 2014.[1][2][3][4][5]
ne: दिया मास्के एक नेपाली चलचित्र अभिनेत्री, नर्तक, थिएटर कलाकार, र हिमालयन रोडीजमा न्यायाधीशको रूपमा पनि लोकप्रिय छिन, उनले नेपाली फिल्म कागबेनीबाट डेब्यू गरी । उनले २०१४ मा लोकप्रिय नेपाली अभिनेता अनुप बरालसँग विवाह गरे। [१] [२] []] []] []]

source: Kagbeni Ek Din Ek Raat Tata Bye Bye Saanghuro Soongava Fitkiri Hostel Returns Dokh (coming soon)
ne: कागबेनी एक दिन एक रात टाटा बाई बाइ सांङ्हुरो सुनगाभा फिटकिरी होस्टल रिटर्न्स डोख (चाँडै आउँदैछ)

source: Deepika Prasain (sometimes credited as Deepika Prasai, Nepali: दीपिका प्रसाई, born November,9,1986 in Dhangadhi, Nepal[1]), also known by her married name Deepika Prasain Bhattrai is an Nepalese film actress. Prasain debuted as an actress from Aishwarya (2017), she rose to fame after her leading role in Chhakka Panja 3 (2018).[2][3]
ne: दीपिका प्रसाई, दीपिका प्रसाई, नोभेम्बर ९, १९८६ धनगढी, नेपाल [१] ) मा जन्मिइन्, जसलाई उनको विवाहित नामले पनि चिनिन्छ दीपिका प्रसेन भट्टराई नेपाली फिल्म अभिनेत्री हुन्। प्रसैनले ऐश्वर्या (२०१७ ) बाट एक अभिनेत्रीको रुपमा शुरुवात गर्‍यो, उनी चक्क पञ्जा (२०१८ ) मा मुख्य भूमिका खेले पछि प्रख्यात भएकी थिइन। [२] []]

source: Prasain debuted as an actress from Diwakar Bhattarai's romance drama film Aishwarya (2017) where she appeared in a supporting role, which is also comeback film of Nepalese actor Ramesh Upreti.[4][5] After the success of Aishwarya (2017) she appeared in Chhakka Panja 3 (2018), opposite Deepak Raj Giri.[6][7] The film became emerging success and broke Nepalese box office records, by becoming highest grossing Nepali film.
ne: प्रसाइनले दिवाकर भट्टराईको रोमान्स नाटक फिल्म ऐश्वर्या (२०१७ ) बाट एक अभिनेत्रीको रुपमा शुरुवात गर्‍यो जहाँ उहाँ एक सहायक भूमिकामा देखा पर्नुभयो जुन नेपाली अभिनेता रमेश उप्रेतीको कमबैक फिल्म पनि हो। [१] [२] ऐश्वर्या (२०१७ ) को सफलता पछि उनी छक्का पञ्जा (२०१८ ) मा दिपकराज गिरीको बिरूद्ध देखा पर्‍यो। []] []] यस फिल्मले उभरती सफलता प्राप्त गर्‍यो र सबैभन्दा बढी कमाई गर्ने नेपाली फिल्म बनेर नेपाली बक्स अफिसको रेकर्ड तोड्यो।

source: Prasain has been married to Nepalese film director Diwakar Bhattarai since October 2018.[8]
ne: प्रसेनले अक्टुबर २०१८ देखि नेपाली फिल्म निर्देशक दिवाकर भट्टराईसँग बिहे गरे। [१]

source: Sanchita Luitel is a Nepalese film actress. Sanchita Luitel may be considered as one of the most beautiful and talented actresses of the Nepali film industry. A Masters of Arts graduate, Sanchita is considered one of the most talented actresses in Khas Nepali film industry.
ne: संचिता लुइटेल एक नेपाली फिल्म अभिनेत्री हुन्। संचिता लुइंतेल लाई नेपाली चलचित्र उद्योगको एक सुन्दर र प्रतिभाशाली अभिनेत्रीका रूपमा लिन सकिन्छ। कला स्नातक स्नातक, संकिता खास नेपाली फिल्म जगतमा सबैभन्दा प्रतिभाशाली अभिनेत्री हुन्।

source: The family wasn’t happy on Sanchita’s decision to marry Aakash. The marriage turned out to be a disaster and they got divorced. Sanchita married Nikhil Upreti in 2009, and they had two children Kashal and Sahisha.
ne: संचिताको विवाह आकाश शाहसँग भएको थियो। सन्चिताले आकाशसँग विवाह गर्ने निर्णयमा परिवार खुसी थिएनन्। विवाह एक प्रकोप हुन को लागी र तिनीहरूले सम्बन्धविच्छेद भयो। सन्चिताले २००९ मा निखिल उप्रेतीसँग विवाह गरे र उनीहरुको दुई बच्चाहरु काशल र सहिशा थिए।

source: Films Year Title Role Awards and nominations 2019 Hajar Juni Samma 2016 Radha Ram 2010 Kohi Mero - 2010 Dasdhunga - 2011 Dai Ko Sasurali - 2011 Parkhi Rakha Hai - 2011 Jaya Shiva Shankar - 2011 Maajhi Dai - 2012 Vijayapath - 2005 Prem Yuddha samundra - 2003 Unko Samjhanama - 2003 Muna Madan - 2002 Maya Namara 2007
ne: चलचित्रहरू बर्ष शीर्षक भूमिका पुरस्कार र नामांकन २०१ हजार जुनि सम्मा २०१ राधा राम २०१० कोहि मेरो - २०१० दासधुंगा - २०११ दाई को ससुराली - २०११ पारखी राखा है - २०११ जय शिव शंकर - २०११ Maajhi Dai - २०१२ विजयपथ - २०० प्रेम युद्द समुन्द्र - २०० उन्को सम्झानामा - २०० मुना मदन - २००२ माया नामारा २००७

source: Shanti Maskey (Nepali: शान्ति मास्के;1928-2011), was a Nepali actress who acted in more than 50 films.[1] She was one of the first actors of Nepali film industry. She was a recipient of Gorkha Dakshin Bahu, the second highest award awarded by the Kingdom of Nepal.[2] Her notable films include Jiwan rekha, Sindur, Ke ghar ke dera, Kanchhi, Pachyaura, Manko bandh, Santan and Kasturi, among others.[2][1] She had participated in the struggle for democracy in 1951. She was a singer and a stage actor before she started her film career.[2]
ne: शान्ति मास्के (१९२८-२०११ ) एक नेपाली अभिनेत्री थिइन जसले ५० भन्दा बढी फिल्महरूमा अभिनय गर्‍यो। [१] उनी नेपाली फिल्म जगतको पहिलो कलाकार हुन्। उनी गोर्खा दक्षिण बहुको प्राप्ति थिइन्, जो कि नेपाल अधिराज्यबाट सम्मानित दोस्रो उच्चतम पुरस्कार हो । [२] उनको उल्लेखनीय फिलिमहरु समावेश जीवन रेखा, सिन्दुर , के घर के देरा , कान्छी , पक्षउर , मन्को मनको बांद , सन्तान र कस्तुरी , अरु को बीच। [२] [१] उनले १९५१ मा प्रजातन्त्रको लागि स संघर्स भाग लिएकी थिइन। उनले आफ्नो फिल्म क्यारियर सुरु गर्नु अघि उनी गायक र एक स्टेज अभिनेता थिइन। [२]

source: She married Bir Bahadur Maskey in 1954-55, as his third wife. She had no children.[1]
ne: उनले १९५४-५५ मा वीरबहादुर मास्केसँग बिहे गरेकी थिइन। उनको कुनै बच्चा थिएन। [१]

source: She had gotten injured when she jumped off Narayani bridge during the shooting of Santan in 1989. She had to have a pacemaker installed after the incident, which she had had changed in 2006 and was in poor health in her last years.[1] She had been living with Latika, her step-granddaughter, in the latter's home in Bhainsepati, Lalitpur, where she died from complications related to her heart problem, on 18 January 2011,[2] at the age of 83.[2] Although she died at home, her body was taken to Gangalal Memorial Hospital to get the pacemaker removed.[2] According to another source, she had been getting treatment at the Gangalal hospital all along, and passed away while still in care, there.[1] She also donated her eyes.[5]
ne: सन् १९८९ मा सन्तानको शूटिंगको क्रममा नारायणी पुलबाट उफ्रदा उनी घाइते भएकी थिइन। उनको घटना पछि पेसमेकर स्थापना गर्नुपर्‍यो, जुन उनी २००६ मा परिवर्तन भइसकेका थिए र पछिल्ला वर्षहरुमा उनको स्वास्थ्य खराब थियो। [१] उहाँ लतीकासँग उनकी सौतेनी नातिनी भइन्सेपति ललितपुरको घरमा बस्दै हुनुहुन्थ्यो जहाँ उहाँ मुटु सम्बन्धी समस्या जटिल कारणले मर्नुभयो, १ जनवरी २०११, [२] ८३ वर्षको उमेरमा। [१] यद्यपि उहाँ घरमै मर्नुभयो, उनको पेसमेकर हटाउनको लागि उनको शरीर गंगालाल मेमोरियल अस्पतालमा लगियो। [१] अर्को स्रोतका अनुसार उनी गंगालाल अस्पतालमा उपचार भइरहेको थियो र त्यहाँ उपचारका क्रममा उनको मृत्यु भयो। [२] उनले पनि आफ्ना आँखा दान गरे। []]

source: Her body was kept at Nepal Pragya Pratisthan, Kamaladi for final tributes, before being cremated at Pashupati that same day.[1][2] The then Prime minister, Madhav Kumar Nepal, Culture minister Minendra Rijal, Information minister Shankar Pokharel, CPN UML president Jhala Nath Khanal and Nepali Congress parliamentary party leader Ram Chandra Paudel were among those who paid their respects.[2] Also attending, were Home minister Bhim Rawal and tourism minister Sarad Singh Bhandari.[1] Among the attendees from the film industry were, Basundhara Bhusal, Bhuwan Chand, Chaitanya Devi Singh, Yuvaraj Lama and Dhiren Shakya.[2][1] Prime minister Nepal said her death was "an irrevocable loss".[1] Information minister Pokharel remembered her contributions to the country's first democratic revolution, while first actress of Nepali cinema, Bhuwan Chand said Maskey's death was like losing the mother, and Bhusal said that Nepali film had lost its "foundation pillar".[2]
ne: उनको पार्थिव शरीर अन्तिम श्रद्धाञ्जलीका लागि नेपाल प्रज्ञा प्रतिष्ठान, कमलाडीमा राखिएको थियो, त्यही दिन पशुपतिमा दाहसंस्कार गर्नु अघि। [१] [२] त प्रधानमन्त्री, माधव कुमार नेपाल, संस्कृति मन्त्री मिनेन्द्र रिजाल, सूचना मन्त्री शंकर पोखरेल, नेकपा एमाले अध्यक्ष झल नाथ खनाल र नेपाली कांग्रेस संसदीय पार्टी नेता राम चन्द्र पौडेल जसले अभिवादन भुक्तानी गर्नेहरूमध्ये थिए। [१] गृहमन्त्री भीम रावल र पर्यटन मन्त्री सरदसिंह भण्डारी पनि उपस्थित थिए। [२] फिल्म उद्योगका सहभागीहरुमा बसुन्धरा भुसाल, भुवन चन्द, चैतन्य देवी सिंह, युवराज लामा र धीरेन शाक्य रहेका थिए । [१] [२] प्रधानमन्त्री नेपालले उनको मृत्यु "एक अपरिवर्तनीय घाटा" भने। [२] सूचना मन्त्री पोखरेलले देशको पहिलो प्रजातान्त्रिक क्रान्तिमा उनको योगदानलाई सम्झे, जबकि नेपाली सिनेमाका प्रथम अभिनेत्री भुवन चन्दले मास्केको मृत्यु आमा गुमाउनु जस्तो हो भने, र भुसालले भने कि नेपाली फिल्मले यसको “आधारशिला” गुमाइसकेको छ। [१]

source: Shanti Maskey was born in Teenpeepal, Gorkha in 1928.[1][2]
ne: शान्ति मास्के, टीन्पीपल मा जन्म भएको थियो गोरखा मा १९२८ . [1] [2]
